[
  {
    "id": 0,
    "title": "Making Good Decisions 🧭",
    "last_updated": "Aug 16, 2023",
    "content": "<div> <div> <h2>What is a decision?</h2> <p>A choice made between two or more available alternatives.</p> </div> <br /> <div> <h2>Why are decisions important?</h2> <p>Decisions direct our actions, determine outcomes, and shape our personal and professional lives.</p> <br> <div class=\"image-container\"> <img src=\"/images/image2.png\" alt=\"Paths in life\" /> </div> </div> <br> <div> <h2>Structured Decision-Making Framework</h2> <div class=\"image-container\"> <img src=\"/images/image1.png\" alt=\"Structured decision framework flow chart\" /> </div> <br> <ol> <li>Objective Setting</li> <ol> <li>Define the goals. Make your goals as solution neutral as possible.</li> </ol> <li>Criteria Development</li> <ol> <li>Define the criteria and measures of evaluation. Make your criteria as solution neutral as possible.</li> </ol> <li>Resources, Constraints &amp; Time Sensitivity</li> <ol> <li>What are the tangible factors and timeline that shape the decision?</li> </ol> <li>Alternative Analysis: </li> <ol> <li>Generate viable options and compare them based on the objectives and evaluation criteria.</li> <li>Methods: MAU, sensitivity analysis</li> </ol> <li>Impact &amp; Propagation Analysis</li> <ol> <li>Evaluate the potential positive or negative outcomes, and understand the scale and significance of its effects.</li> <li>Analyze how the decision will play out in the long run, its ripple effects, and 2nd, 3rd, nth order consequences.</li> </ol> <li>Alternative Selection</li> </ol> </div> <br> <div> <h2>Popular Decision-Making Frameworks</h2> <ul> <li>Cost-Benefit Analysis</li> <li>Decision Matrix</li> <li>Expected Value Calculation</li> </ul> </div> <br> <div> <h2>Common Pitfalls</h2> <ul> <li>Analysis paralysis: </li> <li>Confirmation bias: </li> <li>Sunk Cost Fallacy: </li> <li>Recency Bias / Availability Heuristic</li> <li>Status Quo Bias</li> <li>Loss Aversion</li> <li>Self-serving Bias</li> </ul> </div> <br> </div>"
  },
  {
    "id": 1,
    "title": "Becoming an Expert 📈",
    "last_updated": "Jan 5, 2023",
    "content": "<div> <div> <h2>What is an expert?</h2> <p>A person who holds broad competence, knowledge, and skill of a very high level in a particular field. At its core, expertise is in large part recognition. </p> </div> <br> <div> <h2>How to become an expert?</h2> <p>There are four necessary components to become an expert:</p> <ol style=\"padding-top: 10px;\"> <li><a>Valid environment</a></li> <li><a>Deliberate practice</a></li> <li><a>Timely feedback</a> </li> <li><a>Many repetitions</a> </li> </ol> </div> <br> <div> <h2>Valid Environment</h2> <p>The setting in which one practices is crucial for genuine skill development. A valid environment is characterized by its predominantly non-random dynamics, allowing for consistent patterns and strategies to emerge. Chess, for instance, is a valid environment. The game's outcomes are determined by skill, strategy, and foresight, rather than luck. On the other hand, roulette is not a valid environment. Its outcomes are largely dictated by chance, making it impossible to develop a reliable expertise or strategy. In essence, for one to truly become an expert, it's imperative to practice in an environment where skills can be honed and tested against consistent, non-random challenges.</p> </div> <br> <div> <h2>Timely Feedback</h2> <p>The speed and relevance of feedback play a pivotal role in the learning process. Immediate feedback allows for real-time adjustments and rapid learning, while delayed feedback can sometimes hinder the immediate recognition of mistakes or successes.</p> <br> <p>For instance, an anesthesiologist receives almost instantaneous feedback. If they administer an incorrect dosage or make an error, the patient's vital signs will immediately reflect that, allowing the anesthesiologist to quickly adjust and rectify the situation. On the other hand, a radiologist might not receive feedback until after their scans and interpretations are reviewed, sometimes days later. This delay can make it more challenging to connect specific actions with their outcomes. </p> <br> <p>Another example can be seen in sports. A basketball player shooting free throws gets immediate feedback with every shot – the ball either goes in the hoop or it doesn't. In contrast, a novelist writing a book might not receive feedback until months later when editors review the manuscript or readers provide reviews.</p> <br> <p>In essence, timely feedback accelerates the learning curve, making it an essential component in the journey to expertise.</p> </div> <br> <div> <h2>Deliberate Practice</h2> <p>True mastery isn't achieved by mere repetition but by consistently pushing oneself beyond the comfort zone. Deliberate practice is not about performing tasks that are already second nature; it's about intentionally engaging in activities that challenge and stretch one's current abilities.</p> <br> <p>Imagine a musician who plays the same piece of music over and over without attempting more complex compositions. While they might perfect that particular piece, they won't grow as a musician. To truly excel, they must tackle pieces that they can't quite play yet, pushing their skills to the limit.</p> <br> <p>Similarly, to become an expert in any domain, one must spend thousands of hours in this challenging zone, constantly identifying weaknesses and honing them. It's about practicing at the very edge of one's comfort zone, recognizing areas of improvement, and dedicating focused effort to turn those weaknesses into strengths.</p> <br> <p>In essence, deliberate practice is the difference between stagnation and growth.</p> </div> <br> <div> <h2>Many Repetitions</h2> <p>While the journey to expertise requires various elements, the act of repeatedly engaging with challenges is foundational. However, not all repetitions are created equal. In a valid environment, where the dynamics are mostly non-random, each repetition offers a genuine opportunity for learning. When paired with timely feedback, these repetitions allow for immediate reflection and adjustment. And it's not just about repeating what one already knows; it's about deliberate practice, consistently pushing oneself to the edge of their capabilities.</p> <br> <p>Consider a chess player who plays thousands of games. In the structured environment of the chessboard, each move offers a lesson. When they make a mistake, timely feedback in the form of their opponent's countermove or the game's outcome helps them understand their misstep. And with each game, they're not just playing; they're striving to outdo their previous best, practicing deliberately to refine their strategies and tactics.</p> <br> <p>In essence, the path to mastery is paved with many repetitions, but it's the quality, context, and intention behind those repetitions that truly count.</p> </div> <br> <div> <h2>Mnemonic Device</h2> <p>Here is a mnemonic device to memorize the necessary components for achieving expertise. </p> <p>VTDM: Valiant Teachers Display Magic.</p> <p>Valid environment, Timely feedback, Deliberate practice, Many repetitions. </p> </div> <br> <div> <h2>References</h2> <ol> <li><a>https://www.youtube.com/watch?v=5eW6Eagr9XA</a></li> </ol> </div> <br> </div>"
  },
  {
    "id": 2,
    "title": "Lasting Structures 🌳",
    "last_updated": "Jan 5, 2023",
    "content": "coming soon"
  }
]